Repository: darktable-org/darktable
Catalog: doc/usermanual/po/es.tmx
Source language: en
Languages: es

source: delete tag
es: borrar etiqueta

source: create tag...
es: crear etiqueta...

source: edit tag...
es: editar etiqueta...

source: rename path...
es: cambiar la ruta...

source: copy to entry
es: copiar al campo de texto

source: go to tag collection
es: ir a la colección de etiquetas

source: go back to work
es: regresar al trabajo

source: (private)
es: (privado)

source: Select a keyword file
es: Selecciona un archivo de palabras clave

source: _import
es: _importar

source: error importing tags
es: Error al importar etiquetas

source: %zd tags imported
es: %zd etiquetas importadas

source: Select file to export to
es: Seleccione el archivo para exportar

source: _export
es: _exportar

source: error exporting tags
es: Error al exportar etiquetas

source: %zd tags exported
es: %zd etiquetas exportadas

source: attached tags, double-click to detach right-click for other actions on attached tag, ctrl-wheel scroll to resize the window
es: Etiquetas adjuntas, para disociarlas, pulse dos veces Pulse clic secundario para mostrar más opciones Ctrl+Rueda del Ratón para cambiar el tamaño de la ventana

source: attach tag to all selected images
es: Añadir etiqueta a todas las imágenes seleccionadas

source: detach tag from all selected images
es: Disociar etiquetas de todas las imágenes seleccionadas

source: toggle list with / without hierarchy
es: Conmutar lista (con jerarquía o sin jerarquía)

source: toggle sort by name or by count
es: Cambiar entre ordenar por nombre y ordenar por recuento

source: toggle show or not darktable tags
es: Cambiar entre mostrar y ocultar etiquetas de darktable

source: enter tag name
es: Introducir el nombre de la etiqueta

source: clear entry
es: Borrar texto

source: tag dictionary, double-click to attach, right-click for other actions on selected tag, ctrl-wheel scroll to resize the window
es: Diccionario de etiquetas, para añadir con doble pulsación, para más opciones con clic secundario en la etiqueta seleccionada, Ctrl+Rueda del Ratón para redimensionar la ventana

source: create a new tag with the name you entered
es: Crear una nueva etiqueta con el nombre designado

source: import tags from a Lightroom keyword file
es: Importar etiquetas desde el archivo Lightroom

source: export all tags to a Lightroom keyword file
es: Exportar todas las etiquetas al archivo Lightroom

source: toggle list / tree view
es: Conmutar vista (de lista o de árbol)

source: toggle list with / without suggestion
es: Cambiar entre lista con o sin sugerencia

source: tag shortcut is not active with tag tree view. please switch to list view
es: El acceso directo de la etiqueta no está activo con vista de árbol. Cambiar la vista de la lista

source: battery indicator
es: indicador de batería

source: colorlabels
es: marcas de color

source: toggle red label of selected images
es: poner/quitar marca roja de las imágenes seleccionadas

source: toggle yellow label of selected images
es: poner/quitar marca amarilla de las imágenes seleccionadas

source: toggle green label of selected images
es: poner/quitar marca verde de las imágenes seleccionadas

source: toggle blue label of selected images
es: poner/quitar marca azul de las imágenes seleccionadas

source: toggle purple label of selected images
es: poner/quitar marca púrpura de las imágenes seleccionadas

source: clear all labels of selected images
es: quitar todas las marcas de las imágenes seleccionadas

source: copyright (c) the authors 2009-%s
es: derechos reservados a (c) los autores 2009-%s

source: organize and develop images from digital cameras
es: Revele y organice las imágenes de cámaras digitales

source: translator-credits
es: Edgar Lux @EdgarLux Tatica Leandro José Carlos García Sogo Salvador Calero J. Karlos D @Xabaz Pablo Carrascón Telegram: @darktable_es

source: filmstrip
es: tira de imágenes

source: time
es: tiempo

source: custom sort
es: orden personalizado

source: shuffle
es: aleatorio

source: filter
es: filtro

source: view
es: vista

source: unstarred only
es: sin estrellas

source: rejected only
es: sólo rechazadas

source: all except rejected
es: todas excluyendo rechazadas

source: sort by
es: ordenar por

source: preferences
es: preferencias

source: thumbnails overlays for size
es: Información sobrepuesta por tamaño

source: duration before the block overlay is hidden after each mouse movement on the image set -1 to never hide the overlay
es: Tiempo en el que el bloqueo de la información permanece después de cada movimiento del ratón sobre la imagen Fije en -1 para que la superposición se mantenga

source: timeout only available for block overlay
es: El tiempo de espera sólo está disponible para el bloqueo de superposición

source: culling overlays
es: Información sobrepuesta en vista de selección

source: preview overlays
es: Vista previa de la superposición

source: overlays not available here...
es: La información sobrepuesta no está disponible aquí...

source: expand grouped images
es: Desplegar imágenes agrupadas

source: collapse grouped images
es: Plegar imágenes agrupadas

source: click to change the type of overlays shown on thumbnails
es: Pulse para cambiar el tipo de superposición que se muestra en las miniaturas

source: overlay mode for size
es: modo de superposición para el tamaño

source: no overlays
es: sin superposición

source: overlays on mouse hover
es: superposición al pasar el ratón

source: extended overlays on mouse hover
es: superposición ampliada al pasar el ratón

source: permanent overlays
es: superposición permanente

source: permanent extended overlays
es: superposición permanente ampliada

source: permanent overlays extended on mouse hover
es: superposición ampliada permanente al pasar el ratón

source: overlays block on mouse hover during (s)
es: Duración del bloqueo de la información superpuesta al pasar el ratón (s)

source: enable this, then click on a control element to see its online help
es: Activar, luego pulsar sobre un elemento de control para visitar la ayuda en línea

source: show global preferences
es: Mostrar preferencias globales

source: do you want to access https://darktable.gitlab.io/doc/?
es: ¿Desea acceder a https://darktable.gitlab.io/doc/?

source: access the online usermanual?
es: ¿Desea acceder al manual de usuario en línea?

source: help url opened in web browser
es: URL de ayuda abierta en el navegador

source: error while opening help url in web browser
es: Error al abrir el enlace de ayuda en el navegador

source: there is no help available for this element
es: Sin ayuda disponible para este elemento

source: thumbnail overlays/no overlays
es: información sobrepuesta/ desactivada

source: thumbnail overlays/overlays on mouse hover
es: información sobrepuesta/ al pasar el ratón

source: thumbnail overlays/extended overlays on mouse hover
es: información sobrepuesta/ ampliada al pasar el ratón

source: thumbnail overlays/permanent overlays
es: información sobrepuesta/ permanente

source: thumbnail overlays/permanent extended overlays
es: información sobrepuesta/ permanente ampliada

source: thumbnail overlays/permanent overlays extended on mouse hover
es: información sobrepuesta/ ampliada permanente al pasar el ratón

source: thumbnail overlays/overlays block on mouse hover
es: información sobrepuesta/ bloquear al pasar el ratón

source: hinter
es: Pista

source: image infos
es: información de imagen

source: zoomable light table
es: mesa de luz con ampliación

source: file manager
es: gestor de archivos

source: culling
es: selección

source: fixed zoom
es: zoom fijo

source: dynamic zoom
es: zoom dinámico

source: toggle culling mode
es: cambiar a modo de selección

source: toggle culling dynamic mode
es: cambiar a modo dinámico de selección

source: toggle culling zoom mode
es: cambiar a modo de ampliación de selección

source: module toolbox
es: lista de módulos

source: timeline
es: línea de tiempo

source: start selection
es: iniciar selección

source: stop selection
es: detener selección

source: view toolbox
es: ver lista de módulos

source: viewswitcher
es: cambiar vista

source: reset lib parameters
es: reiniciar parámetros lib

source: select file
es: seleccionar archivo

source: double click to reset to `%f'
es: doble clic para restablecer a `%f'

source: lua options
es: opciones de lua

source: loading image
es: Cargando imagen

source: gamut check
es: revisión de gama

source: soft proof
es: prueba de impresión

source: no image to open !
es: No hay ninguna imagen que abrir

source: no userdefined presets for favorite modules were found
es: los módulos favoritos no tienen ajustes predefinidos por el usuario

source: applied style `%s' on current image
es: estilo aplicado '%s' en la imagen actual

source: no styles have been created yet
es: no se han creado estilos todavia

source: quick access to presets of your favorites
es: Acceso rápido a los preajustes de los módulos favoritos

source: quick access for applying any of your styles
es: Acceso rápido para utilizar cualquiera de los estilos

source: display a second darkroom image window
es: Abrir en otra ventana la vista previa de la imagen del cuarto oscuro

source: toggle ISO 12646 color assessment conditions
es: Cambiar las condiciones de evaluación de color ISO 12646

source: toggle raw over exposed indication right click for options
es: Activa el indicador de sobreexposición de la imagen virgen Pulse botón derecho para más opciones

source: mark with CFA color
es: marcar con color CFA

source: mark with solid color
es: marcar con color sólido

source: select how to mark the clipped pixels
es: seleccione como marcar los pixeles cortados

source: color scheme
es: esquema de color

source: select the solid color to indicate over exposure. will only be used if mode = mark with solid color
es: Seleccione el color sólido para indicar sobreexposición. Solo será utilizado si el modo = esta marcado con un color sólido

source: threshold of what shall be considered overexposed 1.0 - white level 0.0 - black level
es: El umbral sobre el que se considerará sobreexpuesto 1.0 - nivel blanco 0.0 - nivel negro

source: toggle over/under exposed indication right click for options
es: Activa el indicador de exposición Pulse botón derecho para más opciones

source: red & blue
es: rojo y azul

source: purple & green
es: púrpura y verde

source: select colors to indicate over/under exposure
es: seleccionar los colores para indicar sobreexposición o subexposición

source: lower threshold
es: umbral inferior

source: threshold of what shall be considered underexposed
es: umbral bajo el que se considerará subexpuesto

source: upper threshold
es: umbral superior

source: threshold of what shall be considered overexposed
es: umbral sobre el que se considerará sobreexpuesto

source: toggle softproofing right click for profile options
es: Activa las pruebas en pantalla Pulse botón derecho para las opciones de perfil

source: toggle gamut checking right click for profile options
es: Activa la revisión de gama Pulse botón derecho las para opciones del perfil

source: display intent
es: salida en pantalla

source: preview display intent
es: vista previa de salida en pantalla

source: display profile
es: perfil (pantalla)

source: preview display profile
es: vista previa del perfil (pantalla)

source: histogram profile
es: perfil del histograma

source: display ICC profiles in %s or %s
es: mostrar perfiles ICC en %s o %s

source: preview display ICC profiles in %s or %s
es: vista previa: mostrar perfiles ICC en %s o %s

source: softproof ICC profiles in %s or %s
es: prueba de perfiles ICC en %s o %s

source: histogram and color picker ICC profiles in %s or %s
es: histograma y selector de color de perfiles ICC en %s o %s

source: set the color of lines that overlay the image (drawn masks, crop and rotate guides etc.)
es: Establece el color de las líneas que se superponen a la imagen (máscaras trazadas, guías de recorte y rotación, etc.)

source: overlay color
es: modo de superposición

source: set overlay color
es: Establecer el color de la superposición

source: zoom close-up
es: ampliar imagen

source: zoom fill
es: ampliar imagen hasta rellenar

source: zoom fit
es: ampliar imagen a ventana

source: zoom in
es: acercar

source: zoom out
es: alejar

source: image forward
es: imagen siguiente

source: image back
es: imagen anterior

source: color assessment
es: evaluación del color

source: cycle overlay colors
es: ciclo de superposición de colores

source: softproof
es: prueba en pantalla

source: show drawn masks
es: mostrar máscaras trazadas

source: increase brush size
es: aumentar tamaño del pincel

source: decrease brush size
es: reducir tamaño del pincel

source: increase brush hardness
es: incrementar dureza del pincel

source: decrease brush hardness
es: reducir dureza del pincel

source: increase brush opacity
es: incrementar opacidad del pincel

source: decrease brush opacity
es: reducir opacidad del pincel

source: full preview
es: vista previa completa

source: undo
es: deshacer

source: redo
es: rehacer

source: allow to pan & zoom while editing masks
es: habilitar ampliación y desplazamiento mientras se editan las máscaras

source: search modules
es: buscar módulos

source: switch to lighttable
es: cambiar a mesa de luz

source: zoom in the image
es: ampliar la imagen

source: unbounded zoom in the image
es: ampliar y reducir la vista de la imagen

source: zoom to 100% 200% and back
es: ampliar a 100% y a 200% cíclicamente

source: [modules] expand module without closing others
es: [módulos] desplegar el módulo sin cerrar los otros

source: [modules] change module position in pipe
es: [módulos] reordenar módulos

source: darktable - darkroom preview
es: darktable: vista previa del cuarto oscuro

source: good knight
es: buen caballero

source: there are no images in this collection
es: sin imágenes en la colección presente

source: if you have not imported any images yet
es: si aún no se ha importado alguna imagen

source: you can do so in the import module
es: puede hacerse con el módulo importar

source: try to relax the filter settings in the top panel
es: pruebe con condiciones de filtro más flexibles, en el panel superior

source: or add images in the collection module in the left panel
es: o agregue imágenes con el módulo de recolección en el panel izquierdo

source: move page up
es: retroceder una página

source: move page down
es: avanzar una página

source: move left
es: ir a la izquierda

source: move right
es: ir a la derecha

source: move start
es: ir al inicio

source: move end
es: ir al final

source: move page up and select
es: retroceder la página y seleccionar

source: move page down and select
es: avanzar la página y seleccionar

source: move up and select
es: subir y seleccionar

source: move down and select
es: bajar y seleccionar

source: move left and select
es: ir a la izquierda y seleccionar

source: move right and select
es: ir a la derecha y seleccionar

source: move start and select
es: ir al inicio y seleccionar

source: move end and select
es: ir al final y seleccionar

source: align images to grid
es: alinear imágenes a la cuadrícula

source: reset first image offset
es: reajustar el primer desplazamiento de la primera imagen

source: select toggle image
es: selección de imagen activa

source: select single image
es: selección de imagen única

source: preview
es: vista previa rápida

source: preview with focus detection
es: vista previa rápida con detección de enfoque

source: sticky preview
es: vista previa fija

source: sticky preview with focus detection
es: vista previa fija con detección de enfoque

source: preview zoom 100%
es: vista previa al 100%

source: preview zoom fit
es: vista previa del ajuste del zoom

source: zoom max
es: zoom máximo

source: zoom min
es: zoom mínimo

source: open image in darkroom
es: abrir imagen en el cuarto oscuro

source: switch to next/previous image
es: cambiar a la imagen siguiente/anterior

source: zoom to 100% and back
es: ampliar a 100% y a 200% cíclicamente

source: scroll the collection
es: navegar por la colección

source: change number of images per row
es: cambiar el número de imágenes por fila

source: change image order
es: cambiar el orden de las imágenes

source: zoom all the images
es: ampliar a la vez todas las imágenes

source: pan inside all the images
es: desplazar a la vez todas las imágenes

source: zoom current image
es: ampliar la imagen designada

source: pan inside current image
es: desplazarse por la imagen designada

source: zoom current image to 100% and back
es: ampliar a 100% y a 200% cíclicamente

source: zoom the main view
es: ampliar la vista principal

source: pan inside the main view
es: desplazarse por el área de la vista principal

source: set display profile
es: ajustar perfil de pantalla

source: map
es: mapa

source: [on image] open in darkroom
es: [en la imagen] abrir en el cuarto oscuro

source: [on map] zoom map
es: [en el mapa] mapa de zoom

source: move image location
es: cambiar la ubicación de la imagen

source: end of images. press any key to return to lighttable mode
es: Ha llegado al final. Presione cualquier tecla para volver al modo de mesa de luz

source: waiting to start slideshow
es: Esperando para empezar la presentación de diapositivas

source: slideshow paused
es: Presentación de diapositivas pausado

source: slideshow delay set to %d second
es: Intervalo entre diapositivas establecido en% d segundo

source: start and stop
es: inicio y detención

source: go to next image
es: pasar a la siguiente imagen

source: go to previous image
es: retroceder a la imagen anterior

source: tethering
es: captura

source: new session initiated '%s'
es: Nueva sesión iniciada '%s'

source: no camera with tethering support available for use...
es: No hay ninguna cámara con soporte de captura disponible para su uso...

source: Left click
es: Clic

source: Right click
es: Clic Secundario

source: Middle click
es: Clic Medio

source: Scroll
es: Desplazamiento

source: Left double-click
es: Pulsación Doble

source: Right double-click
es: Doble Clic Secundario

source: Drag and drop
es: Arrastrar y Soltar

source: Left click+Drag
es: Clic+Arrastre

source: Right click+Drag
es: Clic Secundario + Arrastre

source: darktable - accels window
es: darktable: ventana de atajos

source: switch to a classic window which will stay open after key release.
es: Cambiar a la ventana clásica que permanecerá abierta después de soltar la tecla.

source: +Scroll
es: +Desplazamiento

source: mouse actions
es: acciones con el ratón

source: Accel
es: Atajos del teclado

source: Action
es: Acción
